import random
def text_of_choosen_botan(username):
    return random.choice([
        f"Що? Де? Кода? А ботан дня - 🤓 @{username} 🤓",
        f"Сьогодні паль скидує ботан ✍️ @{username} ✍️",
        f"Сьогодні до дошки йде 👨‍🏫 @{username} 👨‍🏫",
        f"🍀 @{username} 🍀 йде сьогодні в ботанічний сад",
        f"За оцінку в журналі сьогодні буде битись 👓 @{username} 👓",
        f"Ніхто інший не любить вишмат як 👨‍🎓 @{username} 👨‍🎓",
        f"⚠️ Ботан залишив чат...",
        f"⚠️ Ботан залишив чат...",
        f"⚠️ Ботан залишив чат...",
        f"Ботаніку сьогдні вчить 🏫 @{username} 🏫",
        f"Хей! Вдягни окуляри і йди до дошки, 👨‍🏫 @{username} 👨‍🏫",
        f"Ніхто не сумнівається у ботанстві 🧠 @{username} 🧠",
    ])

